#Dev : @DEV_SAMIR

HELP_1 = """

╔━━━⊶⛧• 𝚂𝙾𝚄𝚁𝙲𝙴 𝚂𝙴𝙼𝙾 •⛧⊶━━━╗

**c** تعني  تشغيل في القناه.

/pause or /cpause •

 إيقاف  الموسيقى مؤقتا.👆

/resume or /cresume • 

استئناف الموسيقى المتوقفة مؤقتا.👆

/mute or /cmute • 

كتم صوت الموسيقى المشغلة.👆

/unmute or /cunmute • 

إلغاء كتم صوت الموسيقى الصامتة.👆

/skip or /cskip • 

تخطي تشغيل الموسيقى الحالية.👆

/stop or /cstop- 

إيقاف تشغيل الموسيقى.👆

/shuffle or /cshuffle • 👇

 خلط قائمة التشغيل في قائمة الانتظار .

/seek or /cseek • 👇

توجيه البحث عن الموسيقى إلى المدة الخاصة بك


/seekback or /cseekback • 👇

ابحث عن الموسيقى إلى المدة التي تقضيها

/restart • 

تشغيل بوت للدردشة الخاصة بك.👆

/skip • لتخطي الأغنية الحالية

╚━━━⊶⛧• 𝚂𝙾𝚄𝚁𝙲𝙴 𝚂𝙴𝙼𝙾 •⛧⊷━━━╝"""

HELP_2 = """
╔━━━⊶⛧• 𝚂𝙾𝚄𝚁𝙲𝙴 𝚂𝙴𝙼𝙾 •⛧⊶━━━╗


» اوامر التشغيل ⚡:

• /تشغيل + اسم الاغنية او لينك   

• /ايقاف  ل ايقاف التشغيل 

• /تخطي  ل تشغيل التالي

• /play + اسم الاغنية او لينك

• /stop ل ايقاف التشغيل 

• /skib ل تشغيل التالي

♡ لازم تحط / قبل الامر  ♡ 

╚━━━⊶⛧• 𝚂𝙾𝚄𝚁𝙲𝙴 𝚂𝙴𝙼𝙾 •⛧⊷━━━╝"""

HELP_3 = """

╔━━━⊶⛧• 𝚂𝙾𝚄𝚁𝙲𝙴 𝚂𝙴𝙼𝙾 •⛧⊶━━━╗

» اوامر التشغيل في القناة ⚡:

» شغل او تشغيل - لتشغيل الموسيقى   

«تخطي - لـ تشغيل الاغنيه التاليه

« ايقاف او انهاء - لـ إيقاف التشغيل 

» بحث - للبحث عن نتائج في اليوتيوب

» بنج - عرض سرعة الاستجابة

» سورس - لعرض معلومات البوت

« المطور - لعرض مطور السورس 

╚━━━⊶⛧• 𝚂𝙾𝚄𝚁𝙲𝙴 𝚂𝙴𝙼𝙾 •⛧⊷━━━╝"""

HELP_4 = """

╔━━━⊶⛧• 𝚂𝙾𝚄𝚁𝙲𝙴 𝚂𝙴𝙼𝙾  •⛧⊶━━━╗

/start - بدء تشغيل بوت الموسيقى.


/help  -  تفسير مفصلة للاومر.


/ping- لقياس سرعة نت البوت.


/settings • اعدادات الجروب

╚━━━⊶⛧• 𝚂𝙾𝚄𝚁𝙲𝙴 𝚂𝙴𝙼𝙾 •⛧⊷━━━╝"""

HELP_5 = """

╔━━━⊶⛧• 𝚂𝙾𝚄𝚁𝙲𝙴 𝚂𝙴𝙼𝙾  •⛧⊶━━━╗

/addsudo - اضافة مطور

/delsudo - حذف مطور

/reboot - إعادة تشغيل البوت

/speedtest - سرعة الخادم

/block + معرف الشخص لحظره

/unblock + معرف الشخص لرفع حظره

/blockedusers - المحظورين

/gban + معرف الشخص لحظره عام

/ungban + معرف الشخص لالغاء حظره عام

/gbannedusers - المحظورين عام

/broadcast -user -assistant -pin + 

الرسالة لأذاعتها👆

/logger [disable | enable] 

معرفة من يستخدم البوت👆

/blacklistchat + معرف القناة او المجموعة 

لحظر جروب 👆

/whitelistchat + معرف القناة او المجموعة 

لرفع حظرها👆

/blacklistedchat - 

المجموعات والقنوات المحظورة👆

╚━━━⊶⛧• 𝚂𝙾𝚄𝚁𝙲𝙴 𝚂𝙴𝙼𝙾 •⛧⊷━━╝
"""

HELP_6 = """
╔━━━⊶⛧• 𝚂𝙾𝚄𝚁𝙲𝙴 𝚂𝙴𝙼𝙾 •⛧⊷━━╗

/tr - بالرد على نص او كتابة نص لترجمته.


/pr - بالرد على نص لطباعته بصورة.


/tm - بالرد على ميديا لاستخراج رابطها.


/link - للحصول على رابط المجموعة.


/id - للحصول على ايديك وايدي المجموعة.


/settings -  إعدادات الجروب. 

╚━━━⊶⛧• 𝚂𝙾𝚄𝚁𝙲𝙴 𝚂𝙴𝙼𝙾 •⛧⊷━━╝
"""

HELP_7 ="""

╔━━━⊶⛧•𝚂𝙾𝚄𝚁𝙲𝙴 𝚂𝙴𝙼𝙾 •⛧⊷━━╗

⌔︙تشغيل : لبدء تشغيل الاغاني

⌔︙بنك : لقياس سرعة النت في البوت

⌔︙أوامر القناة : قناه + أسم الأغنية 

⌔︙كتم  او اسكت : لكتم الأغنية الحالية

⌔︙كمل : لألغاء كتم الأغنبة الحالية

⌔︙تخطي : لتخطي الأغنية الحالية

⌔︙أمر التحميل : تحميل + اسم الاغنية 

⌔︙ايقاف او انهاء : لايقاف تشغيل الأغنية الحالية

⌔︙طباعة : بالرد على نص لطباعته

⌔︙ترجمة : بالرد على نص + en او ar

⌔︙ميديا : بالرد على صورة او ملصق

⌔︙ملاحظة : أمر التشغيل في القنوات 👇:

⌔︙اضف البوت الى قناتك ثم أرسل 👇:

⌔︙قناة أو قناه + أسم الاغنية التي تريدها

╚━━━⊶⛧• 𝚂𝙾𝚄𝚁𝙲𝙴 𝚂𝙴𝙼𝙾 •⛧⊷━━╝"""
